Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/travel_and_recreation/recreational_activities_in_ireland/cultural_institutions/abbey_theatre.html.txt.tmx
Source language: en
Languages: ga

source: The Abbey Theatre in Dublin city is Ireland’s national theatre, founded by by W.B
ga: Is í Amharclann na Mainistreach i mBaile Átha Cliath amharclann náisiúnta na hÉireann, a bhunaigh W.B

source: Yeats and Lady Gregory in 1903
ga: Yeats agus Lady Gregory i 1903

source: It has contributed some of the world’s greatest theatrical works from writers such as J M Synge and Sean O’Casey
ga: Chabhraigh sí le roinnt de na saothair amharclainne is fearr ar domhan a thaibhiú ó scríbhneoirí, fearacht J M Synge agus Seán O’Casey

source: It continues to nurture new writing as well as presenting Irish and international classic drama
ga: Leanann sí le scríbhneoireacht nua a chothú, chomh maith le drámaíocht chlasaiceach Éireannach agus idirnáisiúnta a chur i láthair

source: A calendar of events is available on the Theatre’s website
ga: Tá fáil ar fhéilire imeachtaí ar láithreán gréasáin na hAmharclainne

source: The Abbey Theatre has 2 auditoriums, the Abbey stage and the Peacock stage
ga: Tá dhá halla ann in Amharclann na Mainistreach, stáitse na Mainistreach agus stáitse Peacock

source: The seating capacity for the Abbey is 492, while the Peacock has capacity for 128
ga: Is é an líon suíochán atá i stáitse na Mainistreach 492, agus is é an líon suíochán do stáitse Peacock 128

source: Information on accessibility is available here
ga: Tá fáil ar fhaisnéis faoi inrochtaineacht anseo

source: The Theatre has a programme of workshops, talks and events for people of all ages
ga: Tá ag an Amharclann clár ceardlann, cainteanna agus imeachtaí do dhaoine de gach aois

source: It also provides backstage tours and produces resource packs
ga: Ina theannta sin, cuireann sí turais chúl an stáitse ar fáil mar aon le pacáistí acmhainní a chur i dtoll a chéile

source: Find more information on the Theatre’s education programme here
ga: Is féidir teacht ar thuilleadh faisnéise faoi chlár oideachais na hAmharclainne anseo
